<html><head>
<meta content="text/html; charset=ISO-8859-1" http-equiv="content-type">
<link rel="stylesheet" type="text/css" href="../../css/style.css" title="default">
<link rel="shortcut icon" href="../../favicon.ico">
<title>R&uacute;brica</title></head><body>
<table style="width: 100%; height: 100%;" border="0" cellpadding="2" cellspacing="2">
<tbody>
<tr>
<td style="vertical-align: top; width: 300px; background-color: white;"><big style="font-family: Calibri; font-weight: bold;">Manual de ayuda de EvalCOMIX 3:</big><br>
<ol style="font-family: Calibri;">
</ol>
<ul style="font-family: Calibri;">
<li><a href=".">Introducci&oacute;n</a></li><li><a href="terminologia.htm">Terminolog&iacute;a</a></li>
<li><a href="listadecontrol.htm">Lista de
control</a></li>
<li><a href="escaladevaloracion.htm">Escala
de valoraci&oacute;n</a></li>
<li><a href="listaescala.htm">Lista de
control + Escala de valoraci&oacute;n</a></li>
<li style="font-weight: bold;">R&uacute;brica</li>
<li><a href="matriz.htm">Matriz de decisi&oacute;n</a></li>
<li><a href="mixta.htm">Herramienta mixta</a></li>
<li style="width: 250px;"><a href="modificacion.htm">Modificaci&oacute;n de un instrumento ya
creado</a><br>
</li>
<li style="width: 250px;"><a href="valoracion.htm">Valoraci&oacute;n</a></li>
<li style="width: 250px;"><a href="porcentajes.htm">Asignaci&oacute;n de porcentajes a los
elementos</a></li>
<li style="width: 250px;"><a href="exportar.htm">Exportar
un instrumento ya creado</a></li>
<li style="width: 250px;"><a href="importar.htm">Importar
un instrumento desde un fichero</a></li><li style="width: 250px;"><a href="participantes.htm">Participantes</a></li><li style="width: 250px;"><a href="ApiEvalComix3.0.pdf">API de EvalCOMIX, manual de integraci&oacute;n</a></li>
</ul><div style="margin-left: 40px;"><a href="http://avanza.uca.es/assessmentservice"><img style="border: 0px solid ; width: 257px; height: 83px;" alt="EvalCOMIX 3" src="img/cabecera.jpg"></a></div>
<ol style="font-family: Calibri;">
</ol>
</td>
<td style="width: 665px; vertical-align: top; background-color: rgb(235, 235, 235);"><big style="font-family: Calibri; font-weight: bold;">R&uacute;brica:</big>
<span style="font-family: Calibri;"><br>La r&uacute;brica (del ingl&eacute;s rubric) o matriz de evaluaci&oacute;n es un instrumento que, al igual que la escala de valoraci&oacute;n, <br>posibilita evaluar el grado de cumplimiento de una caracter&iacute;stica, rasgo, conducta o atributo representado en un &iacute;tem. <br>La principal diferencia reside en que dentro de la r&uacute;brica existe una descripci&oacute;n de los requisitos para situarse en cada <br>opci&oacute;n de la escala valorativa, as&iacute; como una especificaci&oacute;n del valor num&eacute;rico otorgado dentro de un rango asignado <br>para cada valoraci&oacute;n.<br>Las r&uacute;bricas son gu&iacute;as de puntuaci&oacute;n usadas habitualmente en la evaluaci&oacute;n del desempe&ntilde;o de los estudiantes para especificar <br>lo que se espera del trabajo del alumno, valorar su trabajo y facilitar la retroalimentaci&oacute;n o feedback.<br><br></span><div style="margin-left: 40px;"><span style="font-family: Calibri;">En la imagen inferior se muestra un ejemplo de R&uacute;brica y m&aacute;s adelante los pasos necesarios para crear una:</span><br><img style="width: 1234px; height: 552px;" alt="Ejemplo de R&uacute;brica" src="img/Ejemplorubrica.png"></div><span style="font-family: Calibri;">
</span><br>
<div style="margin-left: 40px;"><span style="font-family: Calibri;"><span style="font-weight: bold;">Creaci&oacute;n de r&uacute;brica</span><br>
<br>
Para crear una r&uacute;brica se han de seguir
los siguientes
pasos:<br>
<br>
Una r&uacute;brica vac&iacute;a presenta el siguiente
aspecto:<br>
<img style="width: 963px; height: 94px;" alt="R&uacute;brica vac&iacute;a" src="img/rubrica0.png"><br>
Debemos introducir un t&iacute;tulo, un n&uacute;mero de dimensiones y debemos elegir
si el instrumento tendr&aacute; un valoraci&oacute;n global y el n&uacute;mero de <br>
valores de la misma (la valoraci&oacute;n global tendr&aacute; por defecto el mismo
valor que cualquier dimensi&oacute;n). <br>
Cuando hayamos terminado deberemos pulsar el
bot&oacute;n <img style="width: 32px; height: 24px;" alt="Bot&oacute;n insertar" src="img/insert_button.png">.
Este bot&oacute;n es el que debemos pulsar siempre cuando queramos insertar<br>
elementos o actualizar cambios realizados&nbsp;en los campos:<br>
<br>
En este caso hemos introducido una dimensi&oacute;n y hemos indicado que habr&aacute;
una valoraci&oacute;n global con 5 valores:<br>
<img style="width: 1160px; height: 460px;" alt="R&uacute;brica con una dimensi&oacute;n" src="img/rubrica1.png"><br>
Como podemos ver, la dimensi&oacute;n se ha a&ntilde;adido vac&iacute;a. Mientras que la
valoraci&oacute;n global ya est&aacute; completa, presentando una escala de 5 valores<br>
que van del 0 al 100% (en este caso Valor0 vale 0 y Valor4 vale el
100%).
Siempre que a&ntilde;adamos una valoraci&oacute;n global a un instrumento, tendr&aacute; el
aspecto<br>
de una escala de valoraci&oacute;n simple.<br>
En la dimensi&oacute;n se
nos ofrecen cuatro opciones:<br>
- Darle un nombre distinto al establecido por defecto (en este caso
Dimension0).<br>
- N&ordm; subdimensiones: indica el n&uacute;mero de subdimensiones en las que se
dividir&aacute; la dimensi&oacute;n<br>
- N&uacute;mero de valores: N&uacute;mero de valores posibles a tomar, en las
r&uacute;bricas los valores son m&aacute;s complejos que en el resto de los
instrumentos, como <br>
se ver&aacute; a continuaci&oacute;n.<br>
- Valoraci&oacute;n global: indica si queremos que la dimensi&oacute;n tenga o no una
valoraci&oacute;n global (en el &aacute;mbito de la dimensi&oacute;n)<br>
<br>
Vamos a a&ntilde;adir 1 subdimensi&oacute;n, dejaremos el nombre por defecto,
estableceremos una escala de 3 valores e indicaremos que queremos una
valoraci&oacute;n global<br>
para la dimensi&oacute;n<br>
&nbsp;(pulsamos <img style="width: 32px; height: 24px;" alt="Bot&oacute;n insertar" src="img/insert_button.png">
para que se reflejen los cambios en la pantalla):<br>
<img style="width: 1037px; height: 707px;" alt="R&uacute;brica con 1 subdimensi&oacute;n" src="img/rubrica2.png"><br>
En
la pantalla podemos ver como justo debajo de la cabecera de la
dimensi&oacute;n, tenemos 3 casillas que muestran los valores. Cada valor
tendr&aacute; un<br>
nombre asociado y un subconjunto de valores num&eacute;ricos, p.ej:<br>
<img style="width: 703px; height: 152px;" alt="Valores de una r&uacute;brica" src="img/rubricaValores.png"><br>
En este caso hemos creado tres valores: Mal, Adecuado y Bien. Cada uno
lo hemos dividido con un rango num&eacute;rico de valores (de 0 a 100)
estableciendo el rango<br>
que consideramos adecuado seg&uacute;n el valor (mal, adecuado o bien).<br>
Tambi&eacute;n
se puede ver que la valoraci&oacute;n global de la dimensi&oacute;n se &nbsp;va
modificando en tiempo de edici&oacute;n con los valores introducidos, esto es
porque en una r&uacute;brica,<br>
las subidmensiones de una dimensi&oacute;n y la valoraci&oacute;n global de la
dimensi&oacute;n deben tener el mismo aspecto.<br>
<br>
Una
vez establecidos los valores de la dimensi&oacute;n (ser&aacute;n comunes a todas las
subdimensiones dentro de la dimensi&oacute;n) podemos a&ntilde;adir los atributos a <br>
la subdimensi&oacute;n, ya que es el &uacute;ltimo elemento anidado.<br>
Introduciremos un n&uacute;mero en la casilla N&ordm; de atributos y pulsaremos <img style="width: 32px; height: 24px;" alt="Bot&oacute;n insertar" src="img/insert_button.png"><br>
<br>
En este caso vamos a introducir 2 atributos:<br>
</span><span style="font-family: Calibri;"></span><img style="width: 1152px; height: 1138px;" alt="R&uacute;brica con dos atributos" src="img/rubrica3.png"><br>
<span style="font-family: Calibri;">Una vez a&ntilde;adidos
los atributos
podemos ver el aspecto de una r&uacute;brica. Cada par atributo/valor tendr&aacute;
asociado un campo descripci&oacute;n en el que introducir<br>
una breve
descripci&oacute;n del valor para el atributo a evaluar. Tambi&eacute;n podemos ver
como para cada valor se han asociado los valores num&eacute;ricos introducidos<br>
anteriormente.<br><br></span><span style="font-family: Calibri;">IMPORTANTE: Para que los cambios realizados queden almacenados, siempre debemos presionar el bot&oacute;n de guardado.</span><br><span style="font-family: Calibri;"></span><span style="font-family: Calibri;"></span></div>
</td>
</tr>
</tbody>
</table>
</body></html>